[
    {
        "name": "",
        "category": "",
        "description": ""
    },
    {
        "name": "CAABA",
        "category": "noun",
        "description": "A large stone presented by the archangel Gabriel to the patriarch Abraham, and preserved at Mecca. The patriarch had perhaps asked the archangel for bread."
    },
    {
        "name": "CABBAGE",
        "category": "noun",
        "description": "A familiar kitchen-garden vegetable about as large and wise as a man's head.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The cabbage is so called from Cabagius, a prince who on ascending the throne issued a decree appointing a High Council of Empire consisting of the members of his predecessor's Ministry and thecabbages in the royal garden. When any of his Majesty's measures of state policy miscarried conspicuously it was gravely announced that several members of the High Council had been beheaded, and his murmuring subjects were appeased."
    },
    {
        "name": "CALAMITY",
        "category": "noun",
        "description": "A more than commonly plain and unmistakable reminder that the affairs of this life are not of our own ordering. Calamities are of two kinds: misfortune to ourselves, and good fortune to others."
    },
    {
        "name": "CALLOUS",
        "category": "adjective",
        "description": "Gifted with great fortitude to bear the evils afflicting another.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When Zeno was told that one of his enemies was no more he was<br>&nbsp;&nbsp;&nbsp;&nbsp;observed to be deeply moved. &quot;What!&quot; said one of his disciples, &quot;you<br>&nbsp;&nbsp;&nbsp;&nbsp;weep at the death of an enemy?&quot; &quot;Ah, 'tis true,&quot; replied the great<br>&nbsp;&nbsp;&nbsp;&nbsp;Stoic; &quot;but you should see me smile at the death of a friend.&quot;"
    },
    {
        "name": "CALUMNUS",
        "category": "noun",
        "description": "A graduate of the School for Scandal."
    },
    {
        "name": "CAMEL",
        "category": "noun",
        "description": "A quadruped (the Splaypes humpidorsus) of great value to the show business. There are two kinds of camels -- the camel proper and the camel improper. It is the latter that is always exhibited."
    },
    {
        "name": "CANNIBAL",
        "category": "noun",
        "description": "A gastronome of the old school who preserves the simple tastes and adheres to the natural diet of the pre-pork period."
    },
    {
        "name": "CANNON",
        "category": "noun",
        "description": "An instrument employed in the rectification of national boundaries."
    },
    {
        "name": "CANONICALS",
        "category": "noun",
        "description": "The motley worm by Jesters of the Court of Heaven."
    },
    {
        "name": "CAPITAL",
        "category": "noun",
        "description": "The seat of misgovernment. That which provides the fire, the pot, the dinner, the table and the knife and fork for the anarchist; the part of the repast that himself supplies is the disgrace before meat. Capital Punishment, a penalty regarding the justice and expediency of which many worthy persons -- including all the assassins -- entertain grave misgivings."
    },
    {
        "name": "CARMELITE",
        "category": "noun",
        "description": "A mendicant friar of the order of Mount Carmel.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As Death was a-rising out one day,<br>&nbsp;&nbsp;&nbsp;&nbsp;Across Mount Carmel he took his way,<br>&nbsp;&nbsp;&nbsp;&nbsp;Where he met a mendicant monk,<br>&nbsp;&nbsp;&nbsp;&nbsp;Some three or four quarters drunk,<br>&nbsp;&nbsp;&nbsp;&nbsp;With a holy leer and a pious grin,<br>&nbsp;&nbsp;&nbsp;&nbsp;Ragged and fat and as saucy as sin,<br>&nbsp;&nbsp;&nbsp;&nbsp;Who held out his hands and cried:<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;Give, give in Charity's name, I pray.<br>&nbsp;&nbsp;&nbsp;&nbsp;Give in the name of the Church. O give,<br>&nbsp;&nbsp;&nbsp;&nbsp;Give that her holy sons may live!&quot;<br>&nbsp;&nbsp;&nbsp;&nbsp;And Death replied,<br>&nbsp;&nbsp;&nbsp;&nbsp;Smiling long and wide:<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;I'll give, holy father, I'll give thee -- a ride.&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;With a rattle and bang<br>&nbsp;&nbsp;&nbsp;&nbsp;Of his bones, he sprang<br>&nbsp;&nbsp;&nbsp;&nbsp;From his famous Pale Horse, with his spear;<br>&nbsp;&nbsp;&nbsp;&nbsp;By the neck and the foot<br>&nbsp;&nbsp;&nbsp;&nbsp;Seized the fellow, and put<br>&nbsp;&nbsp;&nbsp;&nbsp;Him astride with his face to the rear.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The Monarch laughed loud with a sound that fell<br>&nbsp;&nbsp;&nbsp;&nbsp;Like clods on the coffin's sounding shell:<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;Ho, ho! A beggar on horseback, they say,<br>&nbsp;&nbsp;&nbsp;&nbsp;Will ride to the devil!&quot; -- and thump<br>&nbsp;&nbsp;&nbsp;&nbsp;Fell the flat of his dart on the rump<br>&nbsp;&nbsp;&nbsp;&nbsp;Of the charger, which galloped away.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Faster and faster and faster it flew,<br>&nbsp;&nbsp;&nbsp;&nbsp;Till the rocks and the flocks and the trees that grew<br>&nbsp;&nbsp;&nbsp;&nbsp;By the road were dim and blended and blue<br>&nbsp;&nbsp;&nbsp;&nbsp;To the wild, wild eyes<br>&nbsp;&nbsp;&nbsp;&nbsp;Of the rider -- in size<br>&nbsp;&nbsp;&nbsp;&nbsp;Resembling a couple of blackberry pies.<br>&nbsp;&nbsp;&nbsp;&nbsp;Death laughed again, as a tomb might laugh<br>&nbsp;&nbsp;&nbsp;&nbsp;At a burial service spoiled,<br>&nbsp;&nbsp;&nbsp;&nbsp;And the mourners' intentions foiled<br>&nbsp;&nbsp;&nbsp;&nbsp;By the body erecting<br>&nbsp;&nbsp;&nbsp;&nbsp;Its head and objecting<br>&nbsp;&nbsp;&nbsp;&nbsp;To further proceedings in its behalf.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Many a year and many a day<br>&nbsp;&nbsp;&nbsp;&nbsp;Have passed since these events away.<br>&nbsp;&nbsp;&nbsp;&nbsp;The monk has long been a dusty corse,<br>&nbsp;&nbsp;&nbsp;&nbsp;And Death has never recovered his horse.<br>&nbsp;&nbsp;&nbsp;&nbsp;For the friar got hold of its tail,<br>&nbsp;&nbsp;&nbsp;&nbsp;And steered it within the pale<br>&nbsp;&nbsp;&nbsp;&nbsp;Of the monastery gray,<br>&nbsp;&nbsp;&nbsp;&nbsp;Where the beast was stabled and fed<br>&nbsp;&nbsp;&nbsp;&nbsp;With barley and oil and bread<br>&nbsp;&nbsp;&nbsp;&nbsp;Till fatter it grew than the fattest friar,<br>&nbsp;&nbsp;&nbsp;&nbsp;And so in due course was appointed Prior.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>G.J.</cite>"
    },
    {
        "name": "CARNIVOROUS",
        "category": "adjective",
        "description": "Addicted to the cruelty of devouring the timorous vegetarian, his heirs and assigns."
    },
    {
        "name": "CARTESIAN",
        "category": "adjective",
        "description": "Relating to Descartes, a famous philosopher, author of the celebrated dictum, Cogito ergo sum -- whereby he was pleased to suppose he demonstrated the reality of human existence. The dictum might be improved, however, thus: Cogito cogito ergo cogito sum -- &quot;I think that I think, therefore I think that I am;&quot; as close an approach to certainty as any philosopher has yet made."
    },
    {
        "name": "CAT",
        "category": "noun",
        "description": "A soft, indestructible automaton provided by nature to be kicked when things go wrong in the domestic circle.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This is a dog,<br>&nbsp;&nbsp;&nbsp;&nbsp;This is a cat.<br>&nbsp;&nbsp;&nbsp;&nbsp;This is a frog,<br>&nbsp;&nbsp;&nbsp;&nbsp;This is a rat.<br>&nbsp;&nbsp;&nbsp;&nbsp;Run, dog, mew, cat.<br>&nbsp;&nbsp;&nbsp;&nbsp;Jump, frog, gnaw, rat.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>Elevenson</cite>"
    },
    {
        "name": "CAVILER",
        "category": "noun",
        "description": "A critic of our own work."
    },
    {
        "name": "CEMETERY",
        "category": "noun",
        "description": "An isolated suburban spot where mourners match lies, poets write at a target and stone-cutters spell for a wager. The inscriptions following will serve to illustrate the success attained in these Olympian games:<br><br>&nbsp;&nbsp;&nbsp;&nbsp;His virtues were so conspicuous that his enemies, unable to<br>&nbsp;&nbsp;&nbsp;&nbsp;overlook them, denied them, and his friends, to whose loose lives<br>&nbsp;&nbsp;&nbsp;&nbsp;they were a rebuke, represented them as vices. They are here<br>&nbsp;&nbsp;&nbsp;&nbsp;commemorated by his family, who shared them.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In the earth we here prepare a<br>&nbsp;&nbsp;&nbsp;&nbsp;Place to lay our little Clara.<br>&nbsp;&nbsp;&nbsp;&nbsp;Thomas M. and Mary Frazer<br>&nbsp;&nbsp;&nbsp;&nbsp;P.S. -- Gabriel will raise her."
    },
    {
        "name": "CENTAUR",
        "category": "noun",
        "description": "One of a race of persons who lived before the division of labor had been carried to such a pitch of differentiation, and who followed the primitive economic maxim, &quot;Every man his own horse.&quot; The best of the lot was Chiron, who to the wisdom and virtues of the horse added the fleetness of man. The scripture story of the head of John the Baptist on a charger shows that pagan myths have somewhat sophisticated sacred history."
    },
    {
        "name": "CERBERUS",
        "category": "noun",
        "description": "The watch-dog of Hades, whose duty it was to guard the entrance -- against whom or what does not clearly appear; everybody, sooner or later, had to go there, and nobody wanted to carry off the entrance. Cerberus is known to have had three heads, and some of the poets have credited him with as many as a hundred. Professor Graybill, whose clerky erudition and profound knowledge of Greek give his opinion great weight, has averaged all the estimates, and makes the number twenty-seven -- a judgment that would be entirely conclusive is Professor Graybill had known (a) something about dogs, and (b) something about arithmetic."
    },
    {
        "name": "CHILDHOOD",
        "category": "noun",
        "description": "The period of human life intermediate between the idiocy of infancy and the folly of youth -- two removes from the sin of manhood and three from the remorse of age."
    },
    {
        "name": "CHRISTIAN",
        "category": "noun",
        "description": "One who believes that the New Testament is a divinely inspired book admirably suited to the spiritual needs of his neighbor. One who follows the teachings of Christ in so far as they are not inconsistent with a life of sin.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;I dreamed I stood upon a hill, and, lo!<br>&nbsp;&nbsp;&nbsp;&nbsp;The godly multitudes walked to and fro<br>&nbsp;&nbsp;&nbsp;&nbsp;Beneath, in Sabbath garments fitly clad,<br>&nbsp;&nbsp;&nbsp;&nbsp;With pious mien, appropriately sad,<br>&nbsp;&nbsp;&nbsp;&nbsp;While all the church bells made a solemn din --<br>&nbsp;&nbsp;&nbsp;&nbsp;A fire-alarm to those who lived in sin.<br>&nbsp;&nbsp;&nbsp;&nbsp;Then saw I gazing thoughtfully below,<br>&nbsp;&nbsp;&nbsp;&nbsp;With tranquil face, upon that holy show<br>&nbsp;&nbsp;&nbsp;&nbsp;A tall, spare figure in a robe of white,<br>&nbsp;&nbsp;&nbsp;&nbsp;Whose eyes diffused a melancholy light.<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;God keep you, strange,&quot; I exclaimed. 7quot;You are<br>&nbsp;&nbsp;&nbsp;&nbsp;No doubt (your habit shows it) from afar;<br>&nbsp;&nbsp;&nbsp;&nbsp;And yet I entertain the hope that you,<br>&nbsp;&nbsp;&nbsp;&nbsp;Like these good people, are a Christian too.&quot;<br>&nbsp;&nbsp;&nbsp;&nbsp;He raised his eyes and with a look so stern<br>&nbsp;&nbsp;&nbsp;&nbsp;It made me with a thousand blushes burn<br>&nbsp;&nbsp;&nbsp;&nbsp;Replied -- his manner with disdain was spiced:<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;What! I a Christian? No, indeed! I'm Christ.&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>G.J.</cite>"
    },
    {
        "name": "CIRCUS",
        "category": "noun",
        "description": "A place where horses, ponies and elephants are permitted to see men, women and children acting the fool."
    },
    {
        "name": "CLAIRVOYANT",
        "category": "noun",
        "description": "A person, commonly a woman, who has the power of seeing that which is invisible to her patron, namely, that he is a blockhead."
    },
    {
        "name": "CLARIONET",
        "category": "noun",
        "description": "An instrument of torture operated by a person with cotton in his ears. There are two instruments that are worse than a clarionet -- two clarionets."
    },
    {
        "name": "CLERGYMAN",
        "category": "noun",
        "description": "A man who undertakes the management of our spiritual affairs as a method of better his temporal ones."
    },
    {
        "name": "CLIO",
        "category": "noun",
        "description": "One of the nine Muses. Clio's function was to preside over history -- which she did with great dignity, many of the prominent citizens of Athens occupying seats on the platform, the meetings being addressed by Messrs. Xenophon, Herodotus and other popular speakers."
    },
    {
        "name": "CLOCK",
        "category": "noun",
        "description": "A machine of great moral value to man, allaying his concern for the future by reminding him what a lot of time remains to him.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A busy man complained one day:<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;I get no time!&quot; &quot;What's that you say?&quot;<br>&nbsp;&nbsp;&nbsp;&nbsp;Cried out his friend, a lazy quiz;<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;You have, sir, all the time there is.<br>&nbsp;&nbsp;&nbsp;&nbsp;There's plenty, too, and don't you doubt it --<br>&nbsp;&nbsp;&nbsp;&nbsp;We're never for an hour without it.&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>Purzil Crofe</cite>"
    },
    {
        "name": "CLOSE-FISTED",
        "category": "adjective",
        "description": "Unduly desirous of keeping that which many meritorious persons wish to obtain.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;Close-fisted Scotchman!&quot; Johnson cried<br>&nbsp;&nbsp;&nbsp;&nbsp;To thrifty J. Macpherson;<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;See me -- I'm ready to divide<br>&nbsp;&nbsp;&nbsp;&nbsp;With any worthy person.&quot;<br>&nbsp;&nbsp;&nbsp;&nbsp;Sad Jamie: &quot;That is very true --<br>&nbsp;&nbsp;&nbsp;&nbsp;The boast requires no backing;<br>&nbsp;&nbsp;&nbsp;&nbsp;And all are worthy, sir, to you,<br>&nbsp;&nbsp;&nbsp;&nbsp;Who have what you are lacking.&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>Anita M. Bobe</cite>"
    },
    {
        "name": "COENOBITE",
        "category": "noun",
        "description": "A man who piously shuts himself up to meditate upon the sin of wickedness; and to keep it fresh in his mind joins a brotherhood of awful examples.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;O Coenobite, O coenobite,<br>&nbsp;&nbsp;&nbsp;&nbsp;Monastical gregarian,<br>&nbsp;&nbsp;&nbsp;&nbsp;You differ from the anchorite,<br>&nbsp;&nbsp;&nbsp;&nbsp;That solitudinarian:<br>&nbsp;&nbsp;&nbsp;&nbsp;With vollied prayers you wound Old Nick;<br>&nbsp;&nbsp;&nbsp;&nbsp;With dropping shots he makes him sick.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>Quincy Giles</cite>"
    },
    {
        "name": "COMFORT",
        "category": "noun",
        "description": "A state of mind produced by contemplation of a neighbor's uneasiness."
    },
    {
        "name": "COMMENDATION",
        "category": "noun",
        "description": "The tribute that we pay to achievements that resemble, but do not equal, our own."
    },
    {
        "name": "COMMERCE",
        "category": "noun",
        "description": "A kind of transaction in which A plunders from B the goods of C, and for compensation B picks the pocket of D of money belonging to E."
    },
    {
        "name": "COMMONWEALTH",
        "category": "noun",
        "description": "An administrative entity operated by an incalculable multitude of political parasites, logically active but fortuitously efficient.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This commonwealth's capitol's corridors view,<br>&nbsp;&nbsp;&nbsp;&nbsp;So thronged with a hungry and indolent crew<br>&nbsp;&nbsp;&nbsp;&nbsp;Of clerks, pages, porters and all attaches<br>&nbsp;&nbsp;&nbsp;&nbsp;Whom rascals appoint and the populace pays<br>&nbsp;&nbsp;&nbsp;&nbsp;That a cat cannot slip through the thicket of shins<br>&nbsp;&nbsp;&nbsp;&nbsp;Nor hear its own shriek for the noise of their chins.<br>&nbsp;&nbsp;&nbsp;&nbsp;On clerks and on pages, and porters, and all,<br>&nbsp;&nbsp;&nbsp;&nbsp;Misfortune attend and disaster befall!<br>&nbsp;&nbsp;&nbsp;&nbsp;May life be to them a succession of hurts;<br>&nbsp;&nbsp;&nbsp;&nbsp;May fleas by the bushel inhabit their shirts;<br>&nbsp;&nbsp;&nbsp;&nbsp;May aches and diseases encamp in their bones,<br>&nbsp;&nbsp;&nbsp;&nbsp;Their lungs full of tubercles, bladders of stones;<br>&nbsp;&nbsp;&nbsp;&nbsp;May microbes, bacilli, their tissues infest,<br>&nbsp;&nbsp;&nbsp;&nbsp;And tapeworms securely their bowels digest;<br>&nbsp;&nbsp;&nbsp;&nbsp;May corn-cobs be snared without hope in their hair,<br>&nbsp;&nbsp;&nbsp;&nbsp;And frequent impalement their pleasure impair.<br>&nbsp;&nbsp;&nbsp;&nbsp;Disturbed be their dreams by the awful discourse<br>&nbsp;&nbsp;&nbsp;&nbsp;Of audible sofas sepulchrally hoarse,<br>&nbsp;&nbsp;&nbsp;&nbsp;By chairs acrobatic and wavering floors --<br>&nbsp;&nbsp;&nbsp;&nbsp;The mattress that kicks and the pillow that snores!<br>&nbsp;&nbsp;&nbsp;&nbsp;Sons of cupidity, cradled in sin!<br>&nbsp;&nbsp;&nbsp;&nbsp;Your criminal ranks may the death angel thin,<br>&nbsp;&nbsp;&nbsp;&nbsp;Avenging the friend whom I couldn't work in.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>K.Q.</cite>"
    },
    {
        "name": "COMPROMISE",
        "category": "noun",
        "description": "Such an adjustment of conflicting interests as gives each adversary the satisfaction of thinking he has got what he ought not to have, and is deprived of nothing except what was justly his due."
    },
    {
        "name": "COMPULSION",
        "category": "noun",
        "description": "The eloquence of power."
    },
    {
        "name": "CONDOLE",
        "category": "verb",
        "description": "To show that bereavement is a smaller evil than sympathy."
    },
    {
        "name": "CONFIDANT, CONFIDANTE",
        "category": "noun",
        "description": "One entrusted by A with the secrets of B, confided by him to C."
    },
    {
        "name": "CONGRATULATION",
        "category": "noun",
        "description": "The civility of envy."
    },
    {
        "name": "CONGRESS",
        "category": "noun",
        "description": "A body of men who meet to repeal laws."
    },
    {
        "name": "CONNOISSEUR",
        "category": "noun",
        "description": "A specialist who knows everything about something and nothing about anything else.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;An old wine-bibber having been smashed in a railway collision,<br>&nbsp;&nbsp;&nbsp;&nbsp;some wine was pouted on his lips to revive him. &quot;Pauillac, 1873,*quot; he<br>&nbsp;&nbsp;&nbsp;&nbsp;murmured and died."
    },
    {
        "name": "CONSERVATIVE",
        "category": "noun",
        "description": "A statesman who is enamored of existing evils, as distinguished from the Liberal, who wishes to replace them with others."
    },
    {
        "name": "CONSOLATION",
        "category": "noun",
        "description": "The knowledge that a better man is more unfortunate than yourself."
    },
    {
        "name": "CONSUL",
        "category": "noun",
        "description": "In American politics, a person who having failed to secure and office from the people is given one by the Administration on condition that he leave the country."
    },
    {
        "name": "CONSULT",
        "category": "verb",
        "description": "To seek another's approval of a course already decided on."
    },
    {
        "name": "CONTEMPT",
        "category": "noun",
        "description": "The feeling of a prudent man for an enemy who is too formidable safely to be opposed."
    },
    {
        "name": "CONTROVERSY",
        "category": "noun",
        "description": "A battle in which spittle or ink replaces the injurious cannon-ball and the inconsiderate bayonet.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In controversy with the facile tongue --<br>&nbsp;&nbsp;&nbsp;&nbsp;That bloodless warfare of the old and young --<br>&nbsp;&nbsp;&nbsp;&nbsp;So seek your adversary to engage<br>&nbsp;&nbsp;&nbsp;&nbsp;That on himself he shall exhaust his rage,<br>&nbsp;&nbsp;&nbsp;&nbsp;And, like a snake that's fastened to the ground,<br>&nbsp;&nbsp;&nbsp;&nbsp;With his own fangs inflict the fatal wound.<br>&nbsp;&nbsp;&nbsp;&nbsp;You ask me how this miracle is done?<br>&nbsp;&nbsp;&nbsp;&nbsp;Adopt his own opinions, one by one,<br>&nbsp;&nbsp;&nbsp;&nbsp;And taunt him to refute them; in his wrath<br>&nbsp;&nbsp;&nbsp;&nbsp;He'll sweep them pitilessly from his path.<br>&nbsp;&nbsp;&nbsp;&nbsp;Advance then gently all you wish to prove,<br>&nbsp;&nbsp;&nbsp;&nbsp;Each proposition prefaced with, &quotAs you've<br>&nbsp;&nbsp;&nbsp;&nbsp;So well remarked,&quot; or, &quot;As you wisely say,<br>&nbsp;&nbsp;&nbsp;&nbsp;And I cannot dispute,&quot; or, &quot;By the way,<br>&nbsp;&nbsp;&nbsp;&nbsp;This view of it which, better far expressed,<br>&nbsp;&nbsp;&nbsp;&nbsp;Runs through your argument.&quot; Then leave the rest<br>&nbsp;&nbsp;&nbsp;&nbsp;To him, secure that he'll perform his trust<br>&nbsp;&nbsp;&nbsp;&nbsp;And prove your views intelligent and just.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>Conmore Apel Brune</cite>"
    },
    {
        "name": "CONVENT",
        "category": "noun",
        "description": "A place of retirement for woman who wish for leisure to meditate upon the vice of idleness."
    },
    {
        "name": "CONVERSATION",
        "category": "noun",
        "description": "A fair to the display of the minor mental commodities, each exhibitor being too intent upon the arrangement of his own wares to observe those of his neighbor."
    },
    {
        "name": "CORONATION",
        "category": "noun",
        "description": "The ceremony of investing a sovereign with the outward and visible signs of his divine right to be blown skyhigh with a dynamite bomb."
    },
    {
        "name": "CORPORAL",
        "category": "noun",
        "description": "A man who occupies the lowest rung of the military ladder.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fiercely the battle raged and, sad to tell,<br>&nbsp;&nbsp;&nbsp;&nbsp;Our corporal heroically fell!<br>&nbsp;&nbsp;&nbsp;&nbsp;Fame from her height looked down upon the brawl<br>&nbsp;&nbsp;&nbsp;&nbsp;And said: &quot;He hadn't very far to fall.&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>Giacomo Smith</cite>"
    },
    {
        "name": "CORPORATION",
        "category": "noun",
        "description": "An ingenious device for obtaining individual profit without individual responsibility."
    },
    {
        "name": "CORSAIR",
        "category": "noun",
        "description": "A politician of the seas."
    },
    {
        "name": "COURT FOOL",
        "category": "noun",
        "description": "The plaintiff."
    },
    {
        "name": "COWARD",
        "category": "noun",
        "description": "One who in a perilous emergency thinks with his legs."
    },
    {
        "name": "CRAYFISH",
        "category": "noun",
        "description": "A small crustacean very much resembling the lobster, but less indigestible.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In this small fish I take it that human wisdom is admirably<br>&nbsp;&nbsp;&nbsp;&nbsp;figured and symbolized; for whereas the crayfish doth move only<br>&nbsp;&nbsp;&nbsp;&nbsp;backward, and can have only retrospection, seeing naught but the<br>&nbsp;&nbsp;&nbsp;&nbsp;perils already passed, so the wisdom of man doth not enable him to<br>&nbsp;&nbsp;&nbsp;&nbsp;avoid the follies that beset his course, but only to apprehend<br>&nbsp;&nbsp;&nbsp;&nbsp;their nature afterward.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>Sir James Merivale</cite>"
    },
    {
        "name": "CREDITOR",
        "category": "noun",
        "description": "One of a tribe of savages dwelling beyond the Financial Straits and dreaded for their desolating incursions."
    },
    {
        "name": "CREMONA",
        "category": "noun",
        "description": "A high-priced violin made in Connecticut."
    },
    {
        "name": "CRITIC",
        "category": "noun",
        "description": "A person who boasts himself hard to please because nobody tries to please him.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There is a land of pure delight,<br>&nbsp;&nbsp;&nbsp;&nbsp;Beyond the Jordan's flood,<br>&nbsp;&nbsp;&nbsp;&nbsp;Where saints, apparelled all in white,<br>&nbsp;&nbsp;&nbsp;&nbsp;Fling back the critic's mud.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And as he legs it through the skies,<br>&nbsp;&nbsp;&nbsp;&nbsp;His pelt a sable hue,<br>&nbsp;&nbsp;&nbsp;&nbsp;He sorrows sore to recognize<br>&nbsp;&nbsp;&nbsp;&nbsp;The missiles that he threw.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>Orrin Goof</cite>"
    },
    {
        "name": "CROSS",
        "category": "noun",
        "description": "An ancient religious symbol erroneously supposed to owe its significance to the most solemn event in the history of Christianity, but really antedating it by thousands of years. By many it has been believed to be identical with the crux ansata of the ancient phallic worship, but it has been traced even beyond all that we know of that, to the rites of primitive peoples. We have to-day the White Cross as a symbol of chastity, and the Red Cross as a badge of benevolent neutrality in war. Having in mind the former, the reverend Father Gassalasca Jape smites the lyre to the effect following:<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;Be good, be good!&quot; the sisterhood<br>&nbsp;&nbsp;&nbsp;&nbsp;Cry out in holy chorus,<br>&nbsp;&nbsp;&nbsp;&nbsp;And, to dissuade from sin, parade<br>&nbsp;&nbsp;&nbsp;&nbsp;Their various charms before us.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;But why, O why, has ne'er an eye<br>&nbsp;&nbsp;&nbsp;&nbsp;Seen her of winsome manner<br>&nbsp;&nbsp;&nbsp;&nbsp;And youthful grace and pretty face<br>&nbsp;&nbsp;&nbsp;&nbsp;Flaunting the White Cross banner?<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Now where's the need of speech and screed<br>&nbsp;&nbsp;&nbsp;&nbsp;To better our behaving?<br>&nbsp;&nbsp;&nbsp;&nbsp;A simpler plan for saving man<br>&nbsp;&nbsp;&nbsp;&nbsp;(But, first, is he worth saving?)<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Is, dears, when he declines to flee<br>&nbsp;&nbsp;&nbsp;&nbsp;From bad thoughts that beset him,<br>&nbsp;&nbsp;&nbsp;&nbsp;Ignores the Law as 't were a straw,<br>&nbsp;&nbsp;&nbsp;&nbsp;And wants to sin -- don't let him."
    },
    {
        "name": "CUI BONO?",
        "category": "[Latin]",
        "description": "What good would that do me?"
    },
    {
        "name": "CUNNING",
        "category": "noun",
        "description": "The faculty that distinguishes a weak animal or person from a strong one. It brings its possessor much mental satisfaction and great material adversity. An Italian proverb says: &quot;The furrier gets the skins of more foxes than asses.&quot;"
    },
    {
        "name": "CUPID",
        "category": "noun",
        "description": "The so-called god of love. This bastard creation of a barbarous fancy was no doubt inflicted upon mythology for the sins of its deities. Of all unbeautiful and inappropriate conceptions this is the most reasonless and offensive. The notion of symbolizing sexual love by a semisexless babe, and comparing the pains of passion to the wounds of an arrow -- of introducing this pudgy homunculus into art grossly to materialize the subtle spirit and suggestion of the work -- this is eminently worthy of the age that, giving it birth, laid it on the doorstep of prosperity."
    },
    {
        "name": "CURIOSITY",
        "category": "noun",
        "description": "An objectionable quality of the female mind. The desire to know whether or not a woman is cursed with curiosity is one of the most active and insatiable passions of the masculine soul."
    },
    {
        "name": "CURSE",
        "category": "verb",
        "description": "Energetically to belabor with a verbal slap-stick. This is an operation which in literature, particularly in the drama, is commonly fatal to the victim. Nevertheless, the liability to a cursing is a risk that cuts but a small figure in fixing the rates of life insurance."
    },
    {
        "name": "CYNIC",
        "category": "noun",
        "description": "A blackguard whose faulty vision sees things as they are, not as they ought to be. Hence the custom among the Scythians of plucking out a cynic's eyes to improve his vision."
    }
]