[
    {
        "name": "I",
        "category": "",
        "description": "I is the first letter of the alphabet, the first word of the language, the first thought of the mind, the first object of affection. In grammar it is a pronoun of the first person and singular number. Its plural is said to be _We_, but how there can be more than one myself is doubtless clearer the grammarians than it is to the author of this incomparable dictionary. Conception of two myselfs is difficult, but fine. The frank yet graceful use of 'I' distinguishes a good writer from a bad; the latter carries it with the manner of a thief trying to cloak his loot."
    },
    {
        "name": "ICHOR",
        "category": "noun",
        "description": "A fluid that serves the gods and goddesses in place of blood.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Fair Venus, speared by Diomed,<br>&nbsp;&nbsp;&nbsp;&nbsp;Restrained the raging chief and said:<br>&nbsp;&nbsp;&nbsp;&nbsp;'Behold, rash mortal, whom you've bled --<br>&nbsp;&nbsp;&nbsp;&nbsp;Your soul's stained white with ichorshed!'<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<cite>Mary Doke</cite>"
    },
    {
        "name": "ICONOCLAST",
        "category": "noun",
        "description": " A breaker of idols, the worshipers whereof are imperfectly gratified by the performance, and most strenuously protest that he unbuildeth but doth not reedify, that he pulleth down but pileth not up. For the poor things would have other idols in place of those he thwacketh upon the mazzard and dispelleth. But the iconoclast saith: 'Ye shall have none at all, for ye need them not; and if the rebuilder fooleth round hereabout, behold I will depress the head of him and sit thereon till he squawk it.'"
    },
    {
        "name": "IDIOT",
        "category": "noun",
        "description": " A member of a large and powerful tribe whose influence in human affairs has always been dominant and controlling. The Idiot's activity is not confined to any special field of thought or action, but &quot;pervades and regulates the whole.&quot; He has the last word in everything; his decision is unappealable. He sets the fashions and opinion of taste, dictates the limitations of speech and circumscribes conduct with a dead-line."
    },
    {
        "name": "IDLENESS",
        "category": "noun",
        "description": "A model farm where the devil experiments with seeds of new sins and promotes the growth of staple vices."
    },
    {
        "name": "IGNORAMUS",
        "category": "noun",
        "description": "A person unacquainted with certain kinds of knowledge familiar to yourself, and having certain other kinds that you know nothing about.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Dumble was an ignoramus,,<br>&nbsp;&nbsp;&nbsp;&nbsp;Mumble was for learning famous.,<br>&nbsp;&nbsp;&nbsp;&nbsp;Mumble said one day to Dumble:,<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;Ignorance should be more humble.,<br>&nbsp;&nbsp;&nbsp;&nbsp;Not a spark have you of knowledge,<br>&nbsp;&nbsp;&nbsp;&nbsp;That was got in any college.&quot;,<br>&nbsp;&nbsp;&nbsp;&nbsp;Dumble said to Mumble: &quot;Truly,<br>&nbsp;&nbsp;&nbsp;&nbsp;You're self-satisfied unduly.,<br>&nbsp;&nbsp;&nbsp;&nbsp;Of things in college I'm denied,<br>&nbsp;&nbsp;&nbsp;&nbsp;A knowledge -- you of all beside.&quot;,<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>Borelli</cite>"
    },
    {
        "name": "ILLUMINATI",
        "category": "noun",
        "description": "A sect of Spanish heretics of the latter part of the sixteenth century; so called because they were light weights -- cunctationes illuminati."
    },
    {
        "name": "ILLUSTRIOUS",
        "category": "adjective",
        "description": "Suitably placed for the shafts of malice, envy and detraction."
    },
    {
        "name": "IMAGINATION",
        "category": "noun",
        "description": " A warehouse of facts, with poet and liar in joint ownership."
    },
    {
        "name": "IMBECILITY",
        "category": "noun",
        "description": "A kind of divine inspiration, or sacred fire affecting censorious critics of this dictionary."
    },
    {
        "name": "IMMIGRANT",
        "category": "noun",
        "description": "An unenlightened person who thinks one country better than another."
    },
    {
        "name": "IMMODEST",
        "category": "adjective",
        "description": "Having a strong sense of one's own merit, coupled with a feeble conception of worth in others.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;There was once a man in Ispahan<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ever and ever so long ago,<br>&nbsp;&nbsp;&nbsp;&nbsp;And he had a head, the phrenologists said,<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;That fitted him for a show.<br>&nbsp;&nbsp;&nbsp;&nbsp;For his modesty's bump was so large a lump<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(Nature, they said, had taken a freak)<br>&nbsp;&nbsp;&nbsp;&nbsp;That its summit stood far above the wood<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Of his hair, like a mountain peak.<br>&nbsp;&nbsp;&nbsp;&nbsp;So modest a man in all Ispahan,<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Over and over again they swore --<br>&nbsp;&nbsp;&nbsp;&nbsp;So humble and meek, you would vainly seek;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;None ever was found before.<br>&nbsp;&nbsp;&nbsp;&nbsp;Meantime the hump of that awful bump<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Into the heavens contrived to get<br>&nbsp;&nbsp;&nbsp;&nbsp;To so great a height that they called the wight<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The man with the minaret.<br>&nbsp;&nbsp;&nbsp;&nbsp;There wasn't a man in all Ispahan<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Prouder, or louder in praise of his chump:<br>&nbsp;&nbsp;&nbsp;&nbsp;With a tireless tongue and a brazen lung<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;He bragged of that beautiful bump<br>&nbsp;&nbsp;&nbsp;&nbsp;Till the Shah in a rage sent a trusty page<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Bearing a sack and a bow-string too,<br>&nbsp;&nbsp;&nbsp;&nbsp;And that gentle child explained as he smiled:<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;A little present for you.&quot;<br>&nbsp;&nbsp;&nbsp;&nbsp;The saddest man in all Ispahan,<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Sniffed at the gift, yet accepted the same.<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;If I'd lived,&quot; said he, &quot;my humility<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Had given me deathless fame!&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>Sukker Uffro</cite>"
    },
    {
        "name": "IMMORAL",
        "category": "adjective",
        "description": "Inexpedient. Whatever in the long run and with regard to the greater number of instances men find to be generally inexpedient comes to be considered wrong, wicked, immoral. If man's notions of right and wrong have any other basis than this of expediency; if they originated, or could have originated, in any other way; if actions have in themselves a moral character apart from, and nowise dependent on, their consequences -- then all philosophy is a lie and reason a disorder of the mind."
    },
    {
        "name": "IMMORTALITY",
        "category": "noun",
        "description": "<br>&nbsp;&nbsp;&nbsp;&nbsp;A toy which people cry for,<br>&nbsp;&nbsp;&nbsp;&nbsp;And on their knees apply for,<br>&nbsp;&nbsp;&nbsp;&nbsp;Dispute, contend and lie for,<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And if allowed<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Would be right proud<br>&nbsp;&nbsp;&nbsp;&nbsp;Eternally to die for.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>G.J.</cite>"
    },
    {
        "name": "IMPALE",
        "category": "verb",
        "description": "In popular usage to pierce with any weapon which remains fixed in the wound. This, however, is inaccurate; to impale is, properly, to put to death by thrusting an upright sharp stake into the body, the victim being left in a sitting position. This was a common mode of punishment among many of the nations of antiquity, and is still in high favor in China and other parts of Asia. Down to the beginning of the fifteenth century it was widely employed in &quot;churching&quot; heretics and schismatics. Wolecraft calls it the &quot;stoole of repentynge,&quot; and among the common people it was jocularly known as &quot;riding the one legged horse.&quot; Ludwig Salzmann informs us that in Thibet impalement is considered the most appropriate punishment for crimes against religion; and although in China it is sometimes awarded for secular offences, it is most frequently adjudged in cases of sacrilege. To the person in actual experience of impalement it must be a matter of minor importance by what kind of civil or religious dissent he was made acquainted with its discomforts; but doubtless he would feel a certain satisfaction if able to contemplate himself in the character of a weather-cock on the spire of the True Church."
    },
    {
        "name": "IMPARTIAL",
        "category": "adjective",
        "description": "Unable to perceive any promise of personal advantage from espousing either side of a controversy or dopting either of two conflicting opinions."
    },
    {
        "name": "IMPENITENCE",
        "category": "noun",
        "description": "A state of mind intermediate in point of time between sin and punishment."
    },
    {
        "name": "IMPIETY",
        "category": "noun",
        "description": " Your irreverence toward my deity."
    },
    {
        "name": "IMPOSITION",
        "category": "noun",
        "description": "The act of blessing or consecrating by the laying on of hands -- a ceremony common to many ecclesiastical systems, but performed with the frankest sincerity by the sect known as Thieves.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;Lo! by the laying on of hands,&quot;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Say parson, priest and dervise,<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;We consecrate your cash and lands<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To ecclesiastical service.<br>&nbsp;&nbsp;&nbsp;&nbsp;No doubt you'll swear till all is blue<br>&nbsp;&nbsp;&nbsp;&nbsp;At such an imposition. Do.&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>Pollo Doncas</cite>"
    },
    {
        "name": "IMPOSTOR ",
        "category": "noun",
        "description": "A rival aspirant to public honors."
    },
    {
        "name": "IMPROBABILITY",
        "category": "noun",
        "description": "<br>&nbsp;&nbsp;&nbsp;&nbsp;His tale he told with a solemn face<br>&nbsp;&nbsp;&nbsp;&nbsp;And a tender, melancholy grace.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Improbable 'twas, no doubt,<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;When you came to think it out,<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But the fascinated crowd<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Their deep surprise avowed<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And all with a single voice averred<br>&nbsp;&nbsp;&nbsp;&nbsp;'Twas the most amazing thing they'd heard --<br>&nbsp;&nbsp;&nbsp;&nbsp;All save one who spake never a word,<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But sat as mum<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;As if deaf and dumb,<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Serene, indifferent and unstirred.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Then all the others turned to him<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And scrutinized him limb from limb --<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Scanned him alive;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;But he seemed to thrive<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And tranquiler grow each minute,<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;As if there were nothing in it.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;What! what!&quot; cried one, &quot;are you not amazed<br>&nbsp;&nbsp;&nbsp;&nbsp;At what our friend has told?&quot; He raised<br>&nbsp;&nbsp;&nbsp;&nbsp;Soberly then his eyes and gazed<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;In a natural way<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And proceeded to say,<br><br>&nbsp;&nbsp;&nbsp;&nbsp;As he crossed his feet on the mantel-shelf:<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;O no -- not at all; I'm a liar myself.&quot;"
    },
    {
        "name": "IMPROVIDENCE",
        "category": "noun",
        "description": "Provision for the needs of to-day from the revenues of to-morrow."
    },
    {
        "name": "IMPUNITY",
        "category": "noun",
        "description": "<b>Wealth.</b>"
    },
    {
        "name": "INADMISSIBLE",
        "category": "adjective",
        "description": "Not competent to be considered. Said of certain kinds of testimony which juries are supposed to be unfit to be entrusted with, and which judges, therefore, rule out, even of proceedings before themselves alone. Hearsay evidence is inadmissible because the person quoted was unsworn and is not before the court for examination; yet most momentous actions, military, political, commercial and of every other kind, are daily undertaken on hearsay evidence. There is no religion in the world that has any other basis than hearsay evidence. Revelation is hearsay evidence; that the Scriptures are the word of God we have only the testimony of men long dead whose identity is not clearly established and who are not known to have been sworn in any sense. Under the rules of evidence as they now exist in this country, no single assertion in the Bible has in its support any evidence admissible in a court of law. It cannot be proved that the battle of Blenheim ever was fought, that there was such as person as Julius Caesar, such an empire as Assyria.<br><br>But as records of courts of justice are admissible, it can easily be proved that powerful and malevolent magicians once existed and were a scourge to mankind. The evidence (including confession) upon which certain women were convicted of witchcraft and executed was without a flaw; it is still unimpeachable. The judges' decisions based on it were sound in logic and in law. Nothing in any existing court was ever more thoroughly proved than the charges of witchcraft and sorcery for which so many suffered death. If there were no witches, human testimony and human reason are alike destitute of value."
    },
    {
        "name": "INAUSPICIOUSLY",
        "category": "adjective",
        "description": " In an unpromising manner, the auspices being unfavorable. Among the Romans it was customary before undertaking any important action or enterprise to obtain from the augurs, or state prophets, some hint of its probable outcome; and one of their favorite and most trustworthy modes of divination consisted in observing the flight of birds -- the omens thence derived being called 'auspices'. Newspaper reporters and certain miscreant lexicographers have decided that the word -- always in the plural -- shall mean &quot;patronage&quot; or &quot;management&quot;; as, &quot;The festivities were under the auspices of the Ancient and Honorable Order of Body-Snatchers&quot;; or, &quot;The hilarities were auspicated by the Knights of Hunger.&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;A Roman slave appeared one day<br>&nbsp;&nbsp;&nbsp;&nbsp;Before the Augur. &quot;Tell me, pray,<br>&nbsp;&nbsp;&nbsp;&nbsp;If --&quot; here the Augur, smiling, made<br>&nbsp;&nbsp;&nbsp;&nbsp;A checking gesture and displayed<br>&nbsp;&nbsp;&nbsp;&nbsp;His open palm, which plainly itched,<br>&nbsp;&nbsp;&nbsp;&nbsp;For visibly its surface twitched.<br>&nbsp;&nbsp;&nbsp;&nbsp;A _denarius_ (the Latin nickel)<br>&nbsp;&nbsp;&nbsp;&nbsp;Successfully allayed the tickle,<br>&nbsp;&nbsp;&nbsp;&nbsp;And then the slave proceeded: &quot;Please<br>&nbsp;&nbsp;&nbsp;&nbsp;Inform me whether Fate decrees<br>&nbsp;&nbsp;&nbsp;&nbsp;Success or failure in what I<br>&nbsp;&nbsp;&nbsp;&nbsp;To-night (if it be dark) shall try.<br>&nbsp;&nbsp;&nbsp;&nbsp;Its nature? Never mind -- I think<br>&nbsp;&nbsp;&nbsp;&nbsp;'Tis writ on this&quot; -- and with a wink<br>&nbsp;&nbsp;&nbsp;&nbsp;Which darkened half the earth, he drew<br>&nbsp;&nbsp;&nbsp;&nbsp;Another denarius to view,<br>&nbsp;&nbsp;&nbsp;&nbsp;Its shining face attentive scanned,<br>&nbsp;&nbsp;&nbsp;&nbsp;Then slipped it into the good man's hand,<br>&nbsp;&nbsp;&nbsp;&nbsp;Who with great gravity said: &quot;Wait<br>&nbsp;&nbsp;&nbsp;&nbsp;While I retire to question Fate.&quot;<br>&nbsp;&nbsp;&nbsp;&nbsp;That holy person then withdrew<br>&nbsp;&nbsp;&nbsp;&nbsp;His scared clay and, passing through<br>&nbsp;&nbsp;&nbsp;&nbsp;The temple's rearward gate, cried &quot;Shoo!&quot;<br>&nbsp;&nbsp;&nbsp;&nbsp;Waving his robe of office. Straight<br>&nbsp;&nbsp;&nbsp;&nbsp;Each sacred peacock and its mate<br>&nbsp;&nbsp;&nbsp;&nbsp;(Maintained for Juno's favor) fled<br>&nbsp;&nbsp;&nbsp;&nbsp;With clamor from the trees o'erhead,<br>&nbsp;&nbsp;&nbsp;&nbsp;Where they were perching for the night.<br>&nbsp;&nbsp;&nbsp;&nbsp;The temple's roof received their flight,<br>&nbsp;&nbsp;&nbsp;&nbsp;For thither they would always go,<br>&nbsp;&nbsp;&nbsp;&nbsp;When danger threatened them below.<br>&nbsp;&nbsp;&nbsp;&nbsp;Back to the slave the Augur went:<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;My son, forecasting the event<br>&nbsp;&nbsp;&nbsp;&nbsp;By flight of birds, I must confess<br>&nbsp;&nbsp;&nbsp;&nbsp;The auspices deny success.&quot;<br>&nbsp;&nbsp;&nbsp;&nbsp;That slave retired, a sadder man,<br>&nbsp;&nbsp;&nbsp;&nbsp;Abandoning his secret plan --<br>&nbsp;&nbsp;&nbsp;&nbsp;Which was (as well the craft seer<br>&nbsp;&nbsp;&nbsp;&nbsp;Had from the first divined) to clear<br>&nbsp;&nbsp;&nbsp;&nbsp;The wall and fraudulently seize<br>&nbsp;&nbsp;&nbsp;&nbsp;On Juno's poultry in the trees.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>G.J.</cite>"
    },
    {
        "name": "INCOME",
        "category": "noun",
        "description": "he natural and rational gauge and measure of respectability, the commonly accepted standards being artificial, arbitrary and fallacious; for, as &quot;Sir Sycophas Chrysolater&quot; in the play has justly remarked, &quot;the true use and function of property (in whatsoever it consisteth -- coins, or land, or houses, or merchant- stuff, or anything which may be named as holden of right to one's own subservience) as also of honors, titles, preferments and place, and all favor and acquaintance of persons of quality or ableness, are but to get money. Hence it followeth that all things are truly to be rated as of worth in measure of their serviceableness to that end; and their possessors should take rank in agreement thereto, neither the lord of an unproducing manor, howsoever broad and ancient, nor he who bears an unremunerate dignity, nor yet the pauper favorite of a king, being esteemed of level excellency with him whose riches are of daily accretion; and hardly should they whose wealth is barren claim and rightly take more honor than the poor and unworthy.&quot;"
    },
    {
        "name": "INCOMPATIBILITY",
        "category": "adjective",
        "description": "Unable to exist if something else exists. Two things are incompossible when the world of being has scope enough for one of them, but not enough for both -- as Walt Whitman's poetry and God's mercy to man. Incompossibility, it will be seen, is only incompatibility let loose. Instead of such low language as &quot;Go heel yourself -- I mean to kill you on sight,&quot; the words, &quot;Sir, we are incompossible,&quot; would convey and equally significant intimation and in stately courtesy are altogether superior."
    },
    {
        "name": "INCUBUS",
        "category": "noun",
        "description": "One of a race of highly improper demons who, though probably not wholly extinct, may be said to have seen their best nights. For a complete account of 'incubi' and 'succubi', including 'incubae' and 'succubae', see the 'Liber Demonorum' of Protassus (Paris, 1328), which contains much curious information that would be out of place in a dictionary intended as a text-book for the public schools. Victor Hugo relates that in the Channel Islands Satan himself -- tempted more than elsewhere by the beauty of the women, doubtless -- sometimes plays at 'incubus', greatly to the inconvenience and alarm of the good dames who wish to be loyal to their marriage vows, generally speaking. A certain lady applied to the parish priest to learn how they might, in the dark, distinguish the hardy intruder from their husbands. The holy man said they must feel his brown for horns; but Hugo is ungallant enough to hint a doubt of the efficacy of the test."
    },
    {
        "name": "INCUMBENT",
        "category": "noun",
        "description": "A person of the liveliest interest to the outcumbents."
    },
    {
        "name": "INDECISION",
        "category": "noun",
        "description": "The chief element of success; &quot;for whereas,&quot; saith Sir Thomas Brewbold, &quot;there is but one way to do nothing and divers way to do something, whereof, to a surety, only one is the right way, it followeth that he who from indecision standeth still hath not so many chances of going astray as he who pusheth forwards&quot; -- a most clear and satisfactory exposition on the matter.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Your prompt decision to attack,&quot; said Genera Grant on a certain occasion to General Gordon Granger, &quot;was admirable; you had but five minutes to make up your mind in.&quot;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Yes, sir,&quot; answered the victorious subordinate, &quot;it is a great thing to be know exactly what to do in an emergency. When in doubt<br><br>&nbsp;&nbsp;&nbsp;&nbsp;whether to attack or retreat I never hesitate a moment -- I toss us a copper.&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Do you mean to say that's what you did this time?&quot;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&quot;Yes, General; but for Heaven's sake don't reprimand me: I disobeyed the coin.&quot;"
    },
    {
        "name": "INDIFFERENT",
        "category": "adjective",
        "description": "Imperfectly sensible to distinctions among things.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;You tiresome man!&quot; cried Indolentio's wife,<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;You've grown indifferent to all in life.&quot;<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;Indifferent?&quot; he drawled with a slow smile;<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;I would be, dear, but it is not worth while.&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>Apuleius M. Gokul</cite>"
    },
    {
        "name": "INDIGESTION",
        "category": "noun",
        "description": " A disease which the patient and his friends frequently mistake for deep religious conviction and concern for the salvation of mankind. As the simple Red Man of the western wild put it, with, it must be confessed, a certain force: &quot;Plenty well, no pray; big bellyache, heap God.&quot;"
    },
    {
        "name": "INDISCRETION",
        "category": "noun",
        "description": "The guilt of woman."
    },
    {
        "name": "INEXPEDIENT",
        "category": "adjective",
        "description": "Not calculated to advance one's interests."
    },
    {
        "name": "INFANCY",
        "category": "noun",
        "description": " The period of our lives when, according to Wordsworth, &quot;Heaven lies about us.&quot; The world begins lying about us pretty soon afterward."
    },
    {
        "name": "INFERIAE",
        "category": "noun",
        "description": "[Latin] Among the Greeks and Romans, sacrifices for propitiation of the 'Dii Manes', or souls of the dead heroes; for the pious ancients could not invent enough gods to satisfy their spiritual needs, and had to have a number of makeshift deities, or, as a sailor might say, jury-gods, which they made out of the most unpromising materials. It was while sacrificing a bullock to the spirit of Agamemnon that Laiaides, a priest of Aulis, was favored with an audience of that illustrious warrior's shade, who prophetically recounted to him the birth of Christ and the triumph of Christianity, giving him also a rapid but tolerably complete review of events down to the reign of Saint Louis. The narrative ended abruptly at the point, owing to the inconsiderate crowing of a cock, which compelled the ghosted King of Men to scamper back to Hades. There is a fine mediaeval flavor to this story, and as it has not been traced back further than Pere Brateille, a pious but obscure writer at the court of Saint Louis, we shall probably not err on the side of presumption in considering it apocryphal, though Monsignor Capel's judgment of the matter might be different; and to that I bow -- wow."
    },
    {
        "name": "INFIDEL",
        "category": "noun",
        "description": "In New York, one who does not believe in the Christian religion; in Constantinople, one who does. (See GIAOUR.) A kind of scoundrel imperfectly reverent of, and niggardly contributory to, divines, ecclesiastics, popes, parsons, canons, monks, mollahs, voodoos, presbyters, hierophants, prelates, obeah-men, abbes, nuns, missionaries, exhorters, deacons, friars, hadjis, high-priests, muezzins, brahmins, medicine-men, confessors, eminences, elders, primates, prebendaries, pilgrims, prophets, imaums, beneficiaries, clerks, vicars-choral, archbishops, bishops, abbots, priors, preachers, padres, abbotesses, caloyers, palmers, curates, patriarchs, bonezs, santons, beadsmen, canonesses, residentiaries, diocesans, deans, subdeans, rural deans, abdals, charm-sellers, archdeacons, hierarchs, class-leaders, incumbents, capitulars, sheiks, talapoins, postulants, scribes, gooroos, precentors, beadles, fakeers, sextons, reverences, revivalists, cenobites, perpetual curates, chaplains, mudjoes, readers, novices, vicars, pastors, rabbis, ulemas, lamas, sacristans, vergers, dervises, lectors, church wardens, cardinals, prioresses, suffragans, acolytes, rectors, cures, sophis, mutifs and pumpums."
    },
    {
        "name": "INFLUENCE",
        "category": "noun",
        "description": "In politics, a visionary 'quo' given in exchange for a substantial 'quid'."
    },
    {
        "name": "INFALAPSARIAN",
        "category": "noun",
        "description": "One who ventures to believe that Adam need not have sinned unless he had a mind to -- in opposition to the Supralapsarians, who hold that that luckless person's fall was decreed from the beginning. Infralapsarians are sometimes called Sublapsarians without material effect upon the importance and lucidity of their views about Adam.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Two theologues once, as they wended their way<br>&nbsp;&nbsp;&nbsp;&nbsp;To chapel, engaged in colloquial fray --<br>&nbsp;&nbsp;&nbsp;&nbsp;An earnest logomachy, bitter as gall,<br>&nbsp;&nbsp;&nbsp;&nbsp;Concerning poor Adam and what made him fall.<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;'Twas Predestination,&quot; cried one -- &quot;for the Lord<br>&nbsp;&nbsp;&nbsp;&nbsp;Decreed he should fall of his own accord.&quot;<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;Not so -- 'twas Free will,&quot; the other maintained,<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;Which led him to choose what the Lord had ordained.&quot;<br>&nbsp;&nbsp;&nbsp;&nbsp;So fierce and so fiery grew the debate<br>&nbsp;&nbsp;&nbsp;&nbsp;That nothing but bloodshed their dudgeon could sate;<br>&nbsp;&nbsp;&nbsp;&nbsp;So off flew their cassocks and caps to the ground<br>&nbsp;&nbsp;&nbsp;&nbsp;And, moved by the spirit, their hands went round.<br>&nbsp;&nbsp;&nbsp;&nbsp;Ere either had proved his theology right<br>&nbsp;&nbsp;&nbsp;&nbsp;By winning, or even beginning, the fight,<br>&nbsp;&nbsp;&nbsp;&nbsp;A gray old professor of Latin came by,<br>&nbsp;&nbsp;&nbsp;&nbsp;A staff in his hand and a scowl in his eye,<br>&nbsp;&nbsp;&nbsp;&nbsp;And learning the cause of their quarrel (for still<br>&nbsp;&nbsp;&nbsp;&nbsp;As they clumsily sparred they disputed with skill<br>&nbsp;&nbsp;&nbsp;&nbsp;Of foreordination freedom of will)<br>&nbsp;&nbsp;&nbsp;&nbsp;Cried: &quot;Sirrahs! this reasonless warfare compose:<br>&nbsp;&nbsp;&nbsp;&nbsp;Atwixt ye's no difference worthy of blows.<br>&nbsp;&nbsp;&nbsp;&nbsp;The sects ye belong to -- I'm ready to swear<br>&nbsp;&nbsp;&nbsp;&nbsp;Ye wrongly interpret the names that they bear.<br>&nbsp;&nbsp;&nbsp;&nbsp;'You' -- Infralapsarian son of a clown! --<br>&nbsp;&nbsp;&nbsp;&nbsp;Should only contend that Adam slipped down;<br>&nbsp;&nbsp;&nbsp;&nbsp;While 'you' -- you Supralapsarian pup! --<br>&nbsp;&nbsp;&nbsp;&nbsp;Should nothing aver but that Adam slipped up.<br>&nbsp;&nbsp;&nbsp;&nbsp;It's all the same whether up or down<br>&nbsp;&nbsp;&nbsp;&nbsp;You slip on a peel of banana brown.<br>&nbsp;&nbsp;&nbsp;&nbsp;Even Adam analyzed not his blunder,<br>&nbsp;&nbsp;&nbsp;&nbsp;But thought he had slipped on a peal of thunder!<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>G.J.</cite>"
    },
    {
        "name": "INGRATE",
        "category": "noun",
        "description": "One who receives a benefit from another, or is otherwise an object of charity.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;All men are ingrates,&quot; sneered the cynic. &quot;Nay,&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The good philanthropist replied;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;I did great service to a man one day<br>&nbsp;&nbsp;&nbsp;&nbsp;Who never since has cursed me to repay,<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Nor vilified.&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;Ho!&quot; cried the cynic, &quot;lead me to him straight --<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;With veneration I am overcome,<br><br>&nbsp;&nbsp;&nbsp;&nbsp;And fain would have his blessing.&quot; &quot;Sad your fate --<br>&nbsp;&nbsp;&nbsp;&nbsp;He cannot bless you, for AI grieve to state<br><br>&nbsp;&nbsp;&nbsp;&nbsp;This man is dumb.&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>Ariel Selp</cite>"
    },
    {
        "name": "INJURY",
        "category": "noun",
        "description": "An offense next in degree of enormity to a slight."
    },
    {
        "name": "INJUSTICE",
        "category": "noun",
        "description": " A burden which of all those that we load upon others and carry ourselves is lightest in the hands and heaviest upon the back."
    },
    {
        "name": "INK",
        "category": "noun",
        "description": "A villainous compound of tannogallate of iron, gum-arabic and water, chiefly used to facilitate the infection of idiocy and promote intellectual crime. The properties of ink are peculiar and contradictory: it may be used to make reputations and unmake them; to blacken them and to make them white; but it is most generally and acceptably employed as a mortar to bind together the stones of an edifice of fame, and as a whitewash to conceal afterward the rascal quality of the material. There are men called journalists who have established ink baths which some persons pay money to get into, others to get out of. Not infrequently it occurs that a person who has paid to get in pays twice as much to get out."
    },
    {
        "name": "INNATE",
        "category": "adjective",
        "description": "Natural, inherent -- as innate ideas, that is to say, ideas that we are born with, having had them previously imparted to us. The doctrine of innate ideas is one of the most admirable faiths of philosophy, being itself an innate idea and therefore inaccessible to disproof, though Locke foolishly supposed himself to have given it &quot;a black eye.&quot; Among innate ideas may be mentioned the belief in one's ability to conduct a newspaper, in the greatness of one's country, in the superiority of one's civilization, in the importance of one's personal affairs and in the interesting nature of one's diseases."
    },
    {
        "name": "IN'ARDS",
        "category": "noun",
        "description": "The stomach, heart, soul and other bowels. Many eminent investigators do not class the soul as an in'ard, but that acute observer and renowned authority, Dr. Gunsaulus, is persuaded that the mysterious organ known as the spleen is nothing less than our important part. To the contrary, Professor Garrett P. Servis holds that man's soul is that prolongation of his spinal marrow which forms the pith of his no tail; and for demonstration of his faith points confidently to the fact that no tailed animals have no souls. Concerning these two theories, it is best to suspend judgment by believing both."
    },
    {
        "name": "INSCRIPTION",
        "category": "noun",
        "description": "Something written on another thing. Inscriptions are of many kinds, but mostly memorial, intended to commemorate the fame of some illustrious person and hand down to distant ages the record of his services and virtues. To this class of inscriptions belongs the name of John Smith, penciled on the Washington monument. Following are examples of memorial inscriptions on tombstones: (See <a href='/e/epitaph'>EPITAPH</a>.)<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;In the sky my soul is found,<br>&nbsp;&nbsp;&nbsp;&nbsp;And my body in the ground.<br>&nbsp;&nbsp;&nbsp;&nbsp;By and by my body'll rise<br>&nbsp;&nbsp;&nbsp;&nbsp;To my spirit in the skies,<br>&nbsp;&nbsp;&nbsp;&nbsp;Soaring up to Heaven's gate.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1878.&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;Sacred to the memory of Jeremiah Tree. Cut down May 9th, 1862,<br>&nbsp;&nbsp;&nbsp;&nbsp;aged 27 yrs. 4 mos. and 12 ds. Indigenous.&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;Affliction sore long time she boar,<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Phisicians was in vain,<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Till Deth released the dear deceased<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And left her a remain.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Gone to join Ananias in the regions of bliss.&quot;<br><br><br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;The clay that rests beneath this stone<br>&nbsp;&nbsp;&nbsp;&nbsp;As Silas Wood was widely known.<br>&nbsp;&nbsp;&nbsp;&nbsp;Now, lying here, I ask what good<br>&nbsp;&nbsp;&nbsp;&nbsp;It was to let me be S. Wood.<br>&nbsp;&nbsp;&nbsp;&nbsp;O Man, let not ambition trouble you,<br>&nbsp;&nbsp;&nbsp;&nbsp;Is the advice of Silas W.&quot;<br><br><br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;Richard Haymon, of Heaven. Fell to Earth Jan. 20, 1807, and had<br>&nbsp;&nbsp;&nbsp;&nbsp;the dust brushed off him Oct. 3, 1874.&quot;"
    },
    {
        "name": "INSECTIVORA",
        "category": "noun",
        "description": "<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;See,&quot; cries the chorus of admiring preachers,<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;How Providence provides for all His creatures!&quot;<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;His care,&quot; the gnat said, &quot;even the insects follows:<br>&nbsp;&nbsp;&nbsp;&nbsp;For us He has provided wrens and swallows.&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<cite>Sempen Railey</cite>"
    },
    {
        "name": "INSURANCE",
        "category": "noun",
        "description": "An ingenious modern game of chance in which the player is permitted to enjoy the comfortable conviction that he is beating the man who keeps the table.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;INSURANCE AGENT: My dear sir, that is a fine house -- pray let me insure it.<br>&nbsp;&nbsp;&nbsp;&nbsp;HOUSE OWNER: With pleasure. Please make the annual premium so low that by the time when, according to the tables of your actuary, it will probably be destroyed by fire I will have paid you considerably less than the face of the policy.<br>&nbsp;&nbsp;&nbsp;&nbsp;INSURANCE AGENT: O dear, no -- we could not afford to do that. We must fix the premium so that you will have paid more.<br>&nbsp;&nbsp;&nbsp;&nbsp;HOUSE OWNER: How, then, can 'I' afford 'that'?<br>&nbsp;&nbsp;&nbsp;&nbsp;INSURANCE AGENT: Why, your house may burn down at any time. There was Smith's house, for example, which --<br>&nbsp;&nbsp;&nbsp;&nbsp;HOUSE OWNER: Spare me -- there were Brown's house, on the contrary, and Jones's house, and Robinson's house, which --<br>&nbsp;&nbsp;&nbsp;&nbsp;INSURANCE AGENT: Spare 'me'!<br>&nbsp;&nbsp;&nbsp;&nbsp;HOUSE OWNER: Let us understand each other. You want me to pay you money on the supposition that something will occur previously to the time set by yourself for its occurrence. In other words, you expect me to bet that my house will not last so long as you say that it will probably last.<br>&nbsp;&nbsp;&nbsp;&nbsp;INSURANCE AGENT: But if your house burns without insurance it will be a total loss.<br>&nbsp;&nbsp;&nbsp;&nbsp;HOUSE OWNER: Beg your pardon -- by your own actuary's tables I shall probably have saved, when it burns, all the premiums I would otherwise have paid to you -- amounting to more than the face of the policy they would have bought. But suppose it to burn, uninsured, before the time upon which your figures are based. If I could not afford that, how could you if it were insured?<br>&nbsp;&nbsp;&nbsp;&nbsp;INSURANCE AGENT: O, we should make ourselves whole from our luckier ventures with other clients. Virtually, they pay your loss.<br>&nbsp;&nbsp;&nbsp;&nbsp;HOUSE OWNER: And virtually, then, don't I help to pay their losses? Are not their houses as likely as mine to burn before they have paid you as much as you must pay them? The case stands this way: you expect to take more money from your clients than you pay to them, do you not?<br>&nbsp;&nbsp;&nbsp;&nbsp;INSURANCE AGENT: Certainly; if we did not --<br>&nbsp;&nbsp;&nbsp;&nbsp;HOUSE OWNER: I would not trust you with my money. Very well then. If it is 'certain', with reference to the whole body of your clients, that they lose money on you it is 'probable', with reference to any one of them, that 'he' will. It is these individual probabilities that make the aggregate certainty.<br>&nbsp;&nbsp;&nbsp;&nbsp;INSURANCE AGENT: I will not deny it -- but look at the figures in this pamph --<br>&nbsp;&nbsp;&nbsp;&nbsp;HOUSE OWNER: Heaven forbid!<br>&nbsp;&nbsp;&nbsp;&nbsp;INSURANCE AGENT: You spoke of saving the premiums which you would otherwise pay to me. Will you not be more likely to squander them? We offer you an incentive to thrift.<br>&nbsp;&nbsp;&nbsp;&nbsp;HOUSE OWNER: The willingness of A to take care of B's money is not peculiar to insurance, but as a charitable institution you command esteem. Deign to accept its expression from a Deserving Object."
    },
    {
        "name": "INSURRECTION",
        "category": "noun",
        "description": "An unsuccessful revolution. Disaffection's failure to substitute misrule for bad government."
    },
    {
        "name": "INTENTION",
        "category": "noun",
        "description": "The mind's sense of the prevalence of one set of influences over another set; an effect whose cause is the imminence, immediate or remote, of the performance of an involuntary act."
    },
    {
        "name": "INTERPRETER",
        "category": "noun",
        "description": "One who enables two persons of different languages to understand each other by repeating to each what it would have been to the interpreter's advantage for the other to have said."
    },
    {
        "name": "INTERREGNUM",
        "category": "noun",
        "description": "The period during which a monarchical country is governed by a warm spot on the cushion of the throne. The experiment of letting the spot grow cold has commonly been attended by most unhappy results from the zeal of many worthy persons to make it warm again."
    },
    {
        "name": "INTIMACY",
        "category": "noun",
        "description": "A relation into which fools are providentially drawn for their mutual destruction.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Two Seidlitz powders, one in blue<br>&nbsp;&nbsp;&nbsp;&nbsp;And one in white, together drew<br>&nbsp;&nbsp;&nbsp;&nbsp;And having each a pleasant sense<br>&nbsp;&nbsp;&nbsp;&nbsp;Of t'other powder's excellence,<br>&nbsp;&nbsp;&nbsp;&nbsp;Forsook their jackets for the snug<br>&nbsp;&nbsp;&nbsp;&nbsp;Enjoyment of a common mug.<br>&nbsp;&nbsp;&nbsp;&nbsp;So close their intimacy grew<br>&nbsp;&nbsp;&nbsp;&nbsp;One paper would have held the two.<br>&nbsp;&nbsp;&nbsp;&nbsp;To confidences straight they fell,<br>&nbsp;&nbsp;&nbsp;&nbsp;Less anxious each to hear than tell;<br>&nbsp;&nbsp;&nbsp;&nbsp;Then each remorsefully confessed<br>&nbsp;&nbsp;&nbsp;&nbsp;To all the virtues he possessed,<br>&nbsp;&nbsp;&nbsp;&nbsp;Acknowledging he had them in<br>&nbsp;&nbsp;&nbsp;&nbsp;So high degree it was a sin.<br>&nbsp;&nbsp;&nbsp;&nbsp;The more they said, the more they felt<br>&nbsp;&nbsp;&nbsp;&nbsp;Their spirits with emotion melt,<br>&nbsp;&nbsp;&nbsp;&nbsp;Till tears of sentiment expressed<br>&nbsp;&nbsp;&nbsp;&nbsp;Their feelings. Then they effervesced!<br>&nbsp;&nbsp;&nbsp;&nbsp;So Nature executes her feats<br>&nbsp;&nbsp;&nbsp;&nbsp;Of wrath on friends and sympathetes<br>&nbsp;&nbsp;&nbsp;&nbsp;The good old rule who don't apply,<br>&nbsp;&nbsp;&nbsp;&nbsp;That you are you and I am I."
    },
    {
        "name": "INTRODUCTION",
        "category": "noun",
        "description": "A social ceremony invented by the devil for the gratification of his servants and the plaguing of his enemies. The introduction attains its most malevolent development in this century, being, indeed, closely related to our political system. Every American being the equal of every other American, it follows that everybody has the right to know everybody else, which implies the right to introduce without request or permission. The Declaration of Independence should have read thus:<br><br><blockquote>&quot;We hold these truths to be self-evident: that all men are created equal; that they are endowed by their Creator with certain inalienable rights; that among these are life, and the right to make that of another miserable by thrusting upon him an incalculable quantity of acquaintances; liberty, particularly the liberty to introduce persons to one another without first ascertaining if they are not already acquainted as enemies; and the pursuit of another's happiness with a running pack of strangers.&quot;</blockquote>"
    },
    {
        "name": "INVENTOR",
        "category": "noun",
        "description": "A person who makes an ingenious arrangement of wheels, levers and springs, and believes it civilization."
    },
    {
        "name": "IRRELIGION",
        "category": "noun",
        "description": "The principal one of the great faiths of the world."
    },
    {
        "name": "ITCH",
        "category": "noun",
        "description": "The patriotism of a Scotchman."
    }
]