[
    {
        "name": "J",
        "category": "",
        "description": "J is a consonant in English, but some nations use it as a vowel -- than which nothing could be more absurd. Its original form, which has been but slightly modified, was that of the tail of a subdued dog, and it was not a letter but a character, standing for a Latin verb, 'jacere', 'to throw,' because when a stone is thrown at a dog the dog's tail assumes that shape. This is the origin of the letter, as expounded by the renowned Dr. Jocolpus Bumer, of the University of Belgrade, who established his conclusions on the subject in a work of three quarto volumes and committed suicide on being reminded that the j in the Roman alphabet had originally no curl."
    },
    {
        "name": "JEALOUS",
        "category": "adjective",
        "description": "Unduly concerned about the preservation of that which can be lost only if not worth keeping."
    },
    {
        "name": "JESTER",
        "category": "noun",
        "description": "An officer formerly attached to a king's household, whose business it was to amuse the court by ludicrous actions and utterances, the absurdity being attested by his motley costume. The king himself being attired with dignity, it took the world some centuries to discover that his own conduct and decrees were sufficiently ridiculous for the amusement not only of his court but of all mankind. The jester was commonly called a fool, but the poets and romancers have ever delighted to represent him as a singularly wise and witty person. In the circus of to-day the melancholy ghost of the court fool effects the dejection of humbler audiences with the same jests wherewith in life he gloomed the marble hall, panged the patrician sense of humor and tapped the tank of royal tears.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The widow-queen of Portugal<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Had an audacious jester<br>&nbsp;&nbsp;&nbsp;&nbsp;Who entered the confessional<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Disguised, and there confessed her.,<br>&nbsp;&nbsp;&nbsp;&nbsp;'Father,' she said, 'thine ear bend down --<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;My sins are more than scarlet:<br>  &nbsp;&nbsp;&nbsp;&nbsp;I love my fool -- blaspheming clown,<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;And common, base-born varlet.'<br> &nbsp;&nbsp;&nbsp;&nbsp;'Daughter,' the mimic priest replied,<br>  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;'That sin, indeed, is awful:<br> &nbsp;&nbsp;&nbsp;&nbsp;The church's pardon is denied<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;To love that is unlawful.<br>&nbsp;&nbsp;&nbsp;&nbsp;'But since thy stubborn heart will be<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;For him forever pleading,<br>&nbsp;&nbsp;&nbsp;&nbsp;Thou'dst better make him, by decree,<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;A man of birth and breeding.'<br>&nbsp;&nbsp;&nbsp;&nbsp;She made the fool a duke, in hope<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;With Heaven's taboo to palter;<br>&nbsp;&nbsp;&nbsp;&nbsp;Then told a priest, who told the Pope,<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Who damned her from the altar!<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<cite>Barel Dort</cite>"
    },
    {
        "name": "JEWS-HARP",
        "category": "noun",
        "description": "An unmusical instrument, played by holding it fast with the teeth and trying to brush it away with the finger."
    },
    {
        "name": "JOSS-STICKS",
        "category": "noun",
        "description": " Small sticks burned by the Chinese in their pagan tomfoolery, in imitation of certain sacred rites of our holy religion."
    },
    {
        "name": "JUSTICE",
        "category": "noun",
        "description": "A commodity which is a more or less adulterated condition the State sells to the citizen as a reward for his allegiance, taxes and personal service."
    }
]