[
    {
        "name": "W",
        "category": "",
        "description": "W (double U) has, of all the letters in our alphabet, the only cumbrous name, the names of the others being monosyllabic. This advantage of the Roman alphabet over the Grecian is the more valued after audibly spelling out some simple Greek word, like _epixoriambikos_. Still, it is now thought by the learned that other agencies than the difference of the two alphabets may have been concerned in the decline of 'the glory that was Greece' and the rise of 'the grandeur that was Rome.' There can be no doubt, however, that by simplifying the name of W (calling it 'wow,' for example) our civilization could be, if not promoted, at least better endured. "
    },
    {
        "name": "WALL STREET",
        "category": "noun",
        "description": "A symbol for sin for every devil to rebuke. That Wall Street is a den of thieves is a belief that serves every unsuccessful thief in place of a hope in Heaven. Even the great and good Andrew Carnegie has made his profession of faith in the matter.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Carnegie the dauntless has uttered his call<br>&nbsp;&nbsp;&nbsp;&nbsp;To battle: 'The brokers are parasites all!'<br>&nbsp;&nbsp;&nbsp;&nbsp;Carnegie, Carnegie, you'll never prevail;<br>&nbsp;&nbsp;&nbsp;&nbsp;Keep the wind of your slogan to belly your sail,<br>&nbsp;&nbsp;&nbsp;&nbsp;Go back to your isle of perpetual brume,<br>&nbsp;&nbsp;&nbsp;&nbsp;Silence your pibroch, doff tartan and plume:<br>&nbsp;&nbsp;&nbsp;&nbsp;Ben Lomond is calling his son from the fray --<br>&nbsp;&nbsp;&nbsp;&nbsp;Fly, fly from the region of Wall Street away!<br>&nbsp;&nbsp;&nbsp;&nbsp;While still you're possessed of a single baubee<br>&nbsp;&nbsp;&nbsp;&nbsp;(I wish it were pledged to endowment of me)<br>&nbsp;&nbsp;&nbsp;&nbsp;'Twere wise to retreat from the wars of finance<br>&nbsp;&nbsp;&nbsp;&nbsp;Lest its value decline ere your credit advance.<br>&nbsp;&nbsp;&nbsp;&nbsp;For a man 'twixt a king of finance and the sea,<br>&nbsp;&nbsp;&nbsp;&nbsp;Carnegie, Carnegie, your tongue is too free!<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<cite>Anonymus Bink</cite>"
    },
    {
        "name": "WAR",
        "category": "noun",
        "description": "A by-product of the arts of peace. The most menacing political condition is a period of international amity. The student of history who has not been taught to expect the unexpected may justly boast himself inaccessible to the light. 'In time of peace prepare for war' has a deeper meaning than is commonly discerned; it means, not merely that all things earthly have an end -- that change is the one immutable and eternal law -- but that the soil of peace is thickly sown with the seeds of war and singularly suited to their germination and growth. It was when Kubla Khan had decreed his 'stately pleasure dome' -- when, that is to say, there were peace and fat feasting in Xanadu -- that he<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;heard from afar<br>&nbsp;&nbsp;&nbsp;&nbsp;Ancestral voices prophesying war.<br><br>One of the greatest of poets, Coleridge was one of the wisest of men, and it was not for nothing that he read us this parable. Let us have a little less of 'hands across the sea,' and a little more of that elemental distrust that is the security of nations. War loves to come like a thief in the night; professions of eternal amity provide the night."
    },
    {
        "name": "WASHINGTONIAN",
        "category": "noun",
        "description": "A Potomac tribesman who exchanged the privilege of governing himself for the advantage of good government. In justice to him it should be said that he did not want to.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;They took away his vote and gave instead<br>&nbsp;&nbsp;&nbsp;&nbsp;The right, when he had earned, to _eat_ his bread.<br>&nbsp;&nbsp;&nbsp;&nbsp;In vain -- he clamors for his &quot;boss,&quot; pour soul,<br>&nbsp;&nbsp;&nbsp;&nbsp;To come again and part him from his roll.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<cite>Offenbach Stutz</cite>"
    },
    {
        "name": "WEAKNESSES",
        "category": "noun.plural",
        "description": "Certain primal powers of Tyrant Woman wherewith she holds dominion over the male of her species, binding him to the service of her will and paralyzing his rebellious energies."
    },
    {
        "name": "WEATHER",
        "category": "noun",
        "description": "The climate of the hour. A permanent topic of conversation among persons whom it does not interest, but who have inherited the tendency to chatter about it from naked arboreal ancestors whom it keenly concerned. The setting up official weather bureaus and their maintenance in mendacity prove that even governments are accessible to suasion by the rude forefathers of the jungle.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Once I dipt into the future far as human eye could see,<br>&nbsp;&nbsp;&nbsp;&nbsp;And I saw the Chief Forecaster, dead as any one can be --<br>&nbsp;&nbsp;&nbsp;&nbsp;Dead and damned and shut in Hades as a liar from his birth,<br>&nbsp;&nbsp;&nbsp;&nbsp;With a record of unreason seldom paralleled on earth.<br>&nbsp;&nbsp;&nbsp;&nbsp;While I looked he reared him solemnly, that incandescent youth,<br>&nbsp;&nbsp;&nbsp;&nbsp;From the coals that he'd preferred to the advantages of truth.<br>&nbsp;&nbsp;&nbsp;&nbsp;He cast his eyes about him and above him; then he wrote<br>&nbsp;&nbsp;&nbsp;&nbsp;On a slab of thin asbestos what I venture here to quote --<br>&nbsp;&nbsp;&nbsp;&nbsp;For I read it in the rose-light of the everlasting glow:<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;Cloudy; variable winds, with local showers; cooler; snow.&quot;<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<cite>Halcyon Jones</cite>"
    },
    {
        "name": "WEDDING",
        "category": "noun",
        "description": "A ceremony at which two persons undertake to become one, one undertakes to become nothing, and nothing undertakes to become supportable."
    },
    {
        "name": "WEREWOLF",
        "category": "noun",
        "description": "A wolf that was once, or is sometimes, a man. All werewolves are of evil disposition, having assumed a bestial form to gratify a beastial appetite, but some, transformed by sorcery, are as humane and is consistent with an acquired taste for human flesh.<br><br>Some Bavarian peasants having caught a wolf one evening, tied it to a post by the tail and went to bed. The next morning nothing was there! Greatly perplexed, they consulted the local priest, who told them that their captive was undoubtedly a werewolf and had resumed its human for during the night. &quot;The next time that you take a wolf,&quot; the good man said, &quot;see that you chain it by the leg, and in the morning you will find a Lutheran.&quot;"
    },
    {
        "name": "WHANGDEPOOTENAWAH",
        "category": "noun",
        "description": "In the Ojibwa tongue, disaster; an unexpected affliction that strikes hard.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Should you ask me whence this laughter,<br>&nbsp;&nbsp;&nbsp;&nbsp;Whence this audible big-smiling,<br>&nbsp;&nbsp;&nbsp;&nbsp;With its labial extension,<br>&nbsp;&nbsp;&nbsp;&nbsp;With its maxillar distortion<br>&nbsp;&nbsp;&nbsp;&nbsp;And its diaphragmic rhythmus<br>&nbsp;&nbsp;&nbsp;&nbsp;Like the billowing of an ocean,<br>&nbsp;&nbsp;&nbsp;&nbsp;Like the shaking of a carpet,<br>&nbsp;&nbsp;&nbsp;&nbsp;I should answer, I should tell you:<br>&nbsp;&nbsp;&nbsp;&nbsp;From the great deeps of the spirit,<br>&nbsp;&nbsp;&nbsp;&nbsp;From the unplummeted abysmus<br>&nbsp;&nbsp;&nbsp;&nbsp;Of the soul this laughter welleth<br>&nbsp;&nbsp;&nbsp;&nbsp;As the fountain, the gug-guggle,<br>&nbsp;&nbsp;&nbsp;&nbsp;Like the river from the canon [sic],<br>&nbsp;&nbsp;&nbsp;&nbsp;To entoken and give warning<br>&nbsp;&nbsp;&nbsp;&nbsp;That my present mood is sunny.<br>&nbsp;&nbsp;&nbsp;&nbsp;Should you ask me further question --<br>&nbsp;&nbsp;&nbsp;&nbsp;Why the great deeps of the spirit,<br>&nbsp;&nbsp;&nbsp;&nbsp;Why the unplummeted abysmus<br>&nbsp;&nbsp;&nbsp;&nbsp;Of the soule extrudes this laughter,<br>&nbsp;&nbsp;&nbsp;&nbsp;This all audible big-smiling,<br>&nbsp;&nbsp;&nbsp;&nbsp;I should answer, I should tell you<br>&nbsp;&nbsp;&nbsp;&nbsp;With a white heart, tumpitumpy,<br>&nbsp;&nbsp;&nbsp;&nbsp;With a true tongue, honest Injun:<br>&nbsp;&nbsp;&nbsp;&nbsp;William Bryan, he has Caught It,<br>&nbsp;&nbsp;&nbsp;&nbsp;Caught the Whangdepootenawah!<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Is't the sandhill crane, the shankank,<br>&nbsp;&nbsp;&nbsp;&nbsp;Standing in the marsh, the kneedeep,<br>&nbsp;&nbsp;&nbsp;&nbsp;Standing silent in the kneedeep<br>&nbsp;&nbsp;&nbsp;&nbsp;With his wing-tips crossed behind him<br>&nbsp;&nbsp;&nbsp;&nbsp;And his neck close-reefed before him,<br>&nbsp;&nbsp;&nbsp;&nbsp;With his bill, his william, buried<br>&nbsp;&nbsp;&nbsp;&nbsp;In the down upon his bosom,<br>&nbsp;&nbsp;&nbsp;&nbsp;With his head retracted inly,<br>&nbsp;&nbsp;&nbsp;&nbsp;While his shoulders overlook it?<br>&nbsp;&nbsp;&nbsp;&nbsp;Does the sandhill crane, the shankank,<br>&nbsp;&nbsp;&nbsp;&nbsp;Shiver grayly in the north wind,<br>&nbsp;&nbsp;&nbsp;&nbsp;Wishing he had died when little,<br>&nbsp;&nbsp;&nbsp;&nbsp;As the sparrow, the chipchip, does?<br>&nbsp;&nbsp;&nbsp;&nbsp;No 'tis not the Shankank standing,<br>&nbsp;&nbsp;&nbsp;&nbsp;Standing in the gray and dismal<br>&nbsp;&nbsp;&nbsp;&nbsp;Marsh, the gray and dismal kneedeep.<br>&nbsp;&nbsp;&nbsp;&nbsp;No, 'tis peerless William Bryan<br>&nbsp;&nbsp;&nbsp;&nbsp;Realizing that he's Caught It,<br>&nbsp;&nbsp;&nbsp;&nbsp;Caught the Whangdepootenawah!"
    },
    {
        "name": "WHEAT",
        "category": "noun",
        "description": "A cereal from which a tolerably good whisky can with some difficulty be made, and which is used also for bread. The French are said to eat more bread _per capita_ of population than any other people, which is natural, for only they know how to make the stuff palatable."
    },
    {
        "name": "WHITE",
        "category": "adjective and noun",
        "description": "Black."
    },
    {
        "name": "WIDOW",
        "category": "noun",
        "description": "A pathetic figure that the Christian world has agreed to take humorously, although Christ's tenderness towards widows was one of the most marked features of his character."
    },
    {
        "name": "WINE",
        "category": "noun",
        "description": "Fermented grape-juice known to the Women's Christian Union as &quot;liquor,&quot; sometimes as &quot;rum.&quot; Wine, madam, is God's next best gift to man."
    },
    {
        "name": "WIT",
        "category": "noun",
        "description": "The salt with which the American humorist spoils his intellectual cookery by leaving it out."
    },
    {
        "name": "WITCH",
        "category": "noun",
        "description": "(1) Any ugly and repulsive old woman, in a wicked league with the devil. (2) A beautiful and attractive young woman, in wickedness a league beyond the devil."
    },
    {
        "name": "WITTICISM",
        "category": "noun",
        "description": "A sharp and clever remark, usually quoted, and seldom noted; what the Philistine is pleased to call a &quot;joke.&quot;"
    },
    {
        "name": "WOMAN",
        "category": "noun",
        "description": "<br><br>&nbsp;&nbsp;&nbsp;&nbsp;An animal usually living in the vicinity of Man, and having a<br>&nbsp;&nbsp;&nbsp;&nbsp;rudimentary susceptibility to domestication. It is credited by<br>&nbsp;&nbsp;&nbsp;&nbsp;many of the elder zoologists with a certain vestigial docility<br>&nbsp;&nbsp;&nbsp;&nbsp;acquired in a former state of seclusion, but naturalists of the<br>&nbsp;&nbsp;&nbsp;&nbsp;postsusananthony period, having no knowledge of the seclusion,<br>&nbsp;&nbsp;&nbsp;&nbsp;deny the virtue and declare that such as creation's dawn beheld,<br>&nbsp;&nbsp;&nbsp;&nbsp;it roareth now. The species is the most widely distributed of all<br>&nbsp;&nbsp;&nbsp;&nbsp;beasts of prey, infesting all habitable parts of the globe, from<br>&nbsp;&nbsp;&nbsp;&nbsp;Greeland's spicy mountains to India's moral strand. The popular<br>&nbsp;&nbsp;&nbsp;&nbsp;name (wolfman) is incorrect, for the creature is of the cat kind.<br>&nbsp;&nbsp;&nbsp;&nbsp;The woman is lithe and graceful in its movement, especially the<br>&nbsp;&nbsp;&nbsp;&nbsp;American variety (_felis pugnans_), is omnivorous and can be<br>&nbsp;&nbsp;&nbsp;&nbsp;taught not to talk.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<cite>Balthasar Pober</cite>"
    },
    {
        "name": "WORMS'-MEAT",
        "category": "noun",
        "description": "The finished product of which we are the raw material. The contents of the Taj Mahal, the Tombeau Napoleon and the Granitarium. Worms'-meat is usually outlasted by the structure that houses it, but &quot;this too must pass away.&quot; Probably the silliest work in which a human being can engage is construction of a tomb for himself. The solemn purpose cannot dignify, but only accentuates by contrast the foreknown futility.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Ambitious fool! so mad to be a show!<br>&nbsp;&nbsp;&nbsp;&nbsp;How profitless the labor you bestow<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Upon a dwelling whose magnificence<br><br>&nbsp;&nbsp;&nbsp;&nbsp;The tenant neither can admire nor know.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Build deep, build high, build massive as you can,<br>&nbsp;&nbsp;&nbsp;&nbsp;The wanton grass-roots will defeat the plan<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;By shouldering asunder all the stones<br><br>&nbsp;&nbsp;&nbsp;&nbsp;In what to you would be a moment's span.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Time to the dead so all unreckoned flies<br>&nbsp;&nbsp;&nbsp;&nbsp;That when your marble is all dust, arise,<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If wakened, stretch your limbs and yawn --<br><br>&nbsp;&nbsp;&nbsp;&nbsp;You'll think you scarcely can have closed your eyes.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;What though of all man's works your tomb alone<br>&nbsp;&nbsp;&nbsp;&nbsp;Should stand till Time himself be overthrown?<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Would it advantage you to dwell therein<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Forever as a stain upon a stone?<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<cite>Joel Huck</cite>"
    },
    {
        "name": "WORSHIP",
        "category": "noun",
        "description": "Homo Creator's testimony to the sound construction and fine finish of Deus Creatus. A popular form of abjection, having an element of pride."
    },
    {
        "name": "WRATH",
        "category": "noun",
        "description": "Anger of a superior quality and degree, appropriate to exalted characters and momentous occasions; as, &quot;the wrath of God,&quot; &quot;the day of wrath,&quot; etc. Amongst the ancients the wrath of kings was deemed sacred, for it could usually command the agency of some god for its fit manifestation, as could also that of a priest. The Greeks before Troy were so harried by Apollo that they jumped out of the frying-pan of the wrath of Cryses into the fire of the wrath of Achilles, though Agamemnon, the sole offender, was neither fried nor roasted. A similar noted immunity was that of David when he incurred the wrath of Yahveh by numbering his people, seventy thousand of whom paid the penalty with their lives. God is now Love, and a director of the census performs his work without apprehension of disaster."
    }
]