[
    {
        "name": "W",
        "category": "",
        "description": "W (double U) has, of all the letters in our alphabet, the only cumbrous name, the names of the others being monosyllabic. This advantage of the Roman alphabet over the Grecian is the more valued after audibly spelling out some simple Greek word, like _epixoriambikos_. Still, it is now thought by the learned that other agencies than the difference of the two alphabets may have been concerned in the decline of 'the glory that was Greece' and the rise of 'the grandeur that was Rome.' There can be no doubt, however, that by simplifying the name of W (calling it 'wow,' for example) our civilization could be, if not promoted, at least better endured. "
    },
    {
        "name": "WALL STREET",
        "category": "noun",
        "description": "A symbol for sin for every devil to rebuke. That Wall Street is a den of thieves is a belief that serves every unsuccessful thief in place of a hope in Heaven. Even the great and good Andrew Carnegie has made his profession of faith in the matter.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;Carnegie the dauntless has uttered his call<br>&nbsp;&nbsp;&nbsp;&nbsp;To battle: 'The brokers are parasites all!'<br>&nbsp;&nbsp;&nbsp;&nbsp;Carnegie, Carnegie, you'll never prevail;<br>&nbsp;&nbsp;&nbsp;&nbsp;Keep the wind of your slogan to belly your sail,<br>&nbsp;&nbsp;&nbsp;&nbsp;Go back to your isle of perpetual brume,<br>&nbsp;&nbsp;&nbsp;&nbsp;Silence your pibroch, doff tartan and plume:<br>&nbsp;&nbsp;&nbsp;&nbsp;Ben Lomond is calling his son from the fray --<br>&nbsp;&nbsp;&nbsp;&nbsp;Fly, fly from the region of Wall Street away!<br>&nbsp;&nbsp;&nbsp;&nbsp;While still you're possessed of a single baubee<br>&nbsp;&nbsp;&nbsp;&nbsp;(I wish it were pledged to endowment of me)<br>&nbsp;&nbsp;&nbsp;&nbsp;'Twere wise to retreat from the wars of finance<br>&nbsp;&nbsp;&nbsp;&nbsp;Lest its value decline ere your credit advance.<br>&nbsp;&nbsp;&nbsp;&nbsp;For a man 'twixt a king of finance and the sea,<br>&nbsp;&nbsp;&nbsp;&nbsp;Carnegie, Carnegie, your tongue is too free!<br><br>&nbsp;&nbsp;&nbsp;&nbsp;<cite>Anonymus Bink</cite>"
    },
    {
        "name": "WAR",
        "category": "noun",
        "description": "A by-product of the arts of peace. The most menacing political condition is a period of international amity. The student of history who has not been taught to expect the unexpected may justly boast himself inaccessible to the light. 'In time of peace prepare for war' has a deeper meaning than is commonly discerned; it means, not merely that all things earthly have an end -- that change is the one immutable and eternal law -- but that the soil of peace is thickly sown with the seeds of war and singularly suited to their germination and growth. It was when Kubla Khan had decreed his 'stately pleasure dome' -- when, that is to say, there were peace and fat feasting in Xanadu -- that he<br><br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;heard from afar<br>&nbsp;&nbsp;&nbsp;&nbsp;Ancestral voices prophesying war.<br><br>One of the greatest of poets, Coleridge was one of the wisest of men, and it was not for nothing that he read us this parable. Let us have a little less of 'hands across the sea,' and a little more of that elemental distrust that is the security of nations. War loves to come like a thief in the night; professions of eternal amity provide the night."
    }
]