[
    {
        "name": "ZANY",
        "category": "noun",
        "description": " A popular character in old Italian plays, who imitated with ludicrous incompetence the _buffone_, or clown, and was therefore the ape of an ape; for the clown himself imitated the serious characters of the play. The zany was progenitor to the specialist in humor, as we to-day have the unhappiness to know him. In the zany we see an example of creation; in the humorist, of transmission. Another excellent specimen of the modern zany is the curate, who apes the rector, who apes the bishop, who apes the archbishop, who apes the devil."
    },
    {
        "name": "ZANZIBARI",
        "category": "noun",
        "description": "An inhabitant of the Sultanate of Zanzibar, off the eastern coast of Africa. The Zanzibaris, a warlike people, are best known in this country through a threatening diplomatic incident that occurred a few years ago. The American consul at the capital occupied a dwelling that faced the sea, with a sandy beach between. Greatly to the scandal of this official's family, and against repeated remonstrances of the official himself, the people of the city persisted in using the beach for bathing. One day a woman came down to the edge of the water and was stooping to remove her attire (a pair of sandals) when the consul, incensed beyond restraint, fired a charge of bird-shot into the most conspicuous part of her person. Unfortunately for the existing _entente cordiale_ between two great nations, she was the Sultana."
    },
    {
        "name": "ZEAL",
        "category": "noun",
        "description": " A certain nervous disorder afflicting the young and inexperienced. A passion that goeth before a sprawl.<br><br>&nbsp;&nbsp;&nbsp;&nbsp;When Zeal sought Gratitude for his reward<br>&nbsp;&nbsp;&nbsp;&nbsp;He went away exclaiming: &quot;O my Lord!&quot;<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;What do you want?&quot; the Lord asked, bending down.<br>&nbsp;&nbsp;&nbsp;&nbsp;&quot;An ointment for my cracked and bleeding crown.&quot;<br><br><cite>Jum Coople</cite>"
    },
    {
        "name": "ZENITH",
        "category": "noun",
        "description": "The point in the heavens directly overhead to a man standing or a growing cabbage. A man in bed or a cabbage in the pot is not considered as having a zenith, though from this view of the matter there was once a considerably dissent among the learned, some holding that the posture of the body was immaterial. These were called Horizontalists, their opponents, Verticalists. The Horizontalist heresy was finally extinguished by Xanobus, the philosopher-king of Abara, a zealous Verticalist. Entering an assembly of philosophers who were debating the matter, he cast a severed human head at the feet of his opponents and asked them to determine its zenith, explaining that its body was hanging by the heels outside. Observing that it was the head of their leader, the Horizontalists hastened to profess themselves converted to whatever opinion the Crown might be pleased to hold, and Horizontalism took its place among _fides defuncti_."
    },
    {
        "name": "ZEUS",
        "category": "noun",
        "description": "The chief of Grecian gods, adored by the Romans as Jupiter and by the modern Americans as God, Gold, Mob and Dog. Some explorers who have touched upon the shores of America, and one who professes to have penetrated a considerable distance to the interior, have thought that these four names stand for as many distinct deities, but in his monumental work on Surviving Faiths, Frumpp insists that the natives are monotheists, each having no other god than himself, whom he worships under many sacred names."
    },
    {
        "name": "ZIGZAG",
        "category": "verb",
        "description": "To move forward uncertainly, from side to side, as one carrying the white man's burden. (From _zed_, _z_, and _jag_, an Icelandic word of unknown meaning.)<br><br>&nbsp;&nbsp;&nbsp;&nbsp;He zedjagged so uncomen wyde<br>&nbsp;&nbsp;&nbsp;&nbsp;Thet non coude pas on eyder syde;<br>&nbsp;&nbsp;&nbsp;&nbsp;So, to com saufly thruh, I been<br>&nbsp;&nbsp;&nbsp;&nbsp;Constreynet for to doodge betwene.<br><br><cite>Munwele</cite>"
    },
    {
        "name": "ZOOLOGY",
        "category": "noun",
        "description": " The science and history of the animal kingdom, including its king, the House Fly (_Musca maledicta_). The father of Zoology was Aristotle, as is universally conceded, but the name of its mother has not come down to us. Two of the science's most illustrious expounders were Buffon and Oliver Goldsmith, from both of whom we learn (_L'Histoire generale des animaux_ and _A History of Animated Nature_) that the domestic cow sheds its horn every two years."
    }
]